Repository: mostafaElgamal123/WordPress_PrinceCompany
Catalog: languages/*.po
Languages: ar

source: Sorry no Posts Have been Found.
ar: ناسف لم نجد أي مقالات هنا.

source: This article is protected by password: Please enter a word to open comments
ar: هذه المقالة محمية بكلمة مرور: يرجى إدخال كلمة لفتح التعليقات

source: Please wait for your comment to be approved.
ar: يرجى الانتظار حتى تتم الموافقة على تعليقك.

source: no Comments Yet.
ar: لا توجد تعليقات حتى الآن.

source: Add a Comment
ar: اضف تعليق

source: You have to login for posting comments
ar: يجب عليك تسجيل الدخول لنشر التعليقات

source: Login
ar: تسجيل الدخول

source: You are currently logged in as
ar: تم تسجيل دخولك حاليا باسم

source: Full Name
ar: الاسم بالكامل

source: Email Address
ar: عنوان بريد الكتروني

source: Leave Your Comment Here
ar: اترك تعليقك هنا

source: Submit Comment
ar: إرسال التعليق

source: Blog Sidebar
ar: الشريط الجانبي للمدونة

source: Add widgets here.
ar: أضف الحاجيات هنا.

source: Previous Page
ar: الصفحة السابقة

source: Next Page
ar: الصفحة التالية

source: Theme Options
ar: إعدادات القالب

source: Menus Settings
ar: إعدادات القوائم

source: General Settings
ar: الإعدادات العامة

source: Meta Options
ar: إعدادات الميتا

source: SEO Keywords
ar: الكلمات المفتاحية

source: Footer Copyrights
ar: حقوق الموقع

source: Open Graph Cover
ar: صورة OpenGraph للموقع

source: Image URL
ar: رابط الصورة

source: Upload Image
ar: رقع صورة

source: Custom Codes
ar: أكواد مخصصة

source: Header Code
ar: كود الهيدر

source: this code will be added before </head> closing tag
ar: سيتم اضافة هذا الكود قبل اغلاق وسم </head> لاضافة اكواد CSS/JS

source: Body Code
ar: كود جسم الصفحة

source: this code will be added after <body> opening tag
ar: سيتم إضافة هذا الكود بعد فتحة وسم <body> جسم الصفحة

source: Footer Code
ar: كود الفوتر

source: this code will be added before </body> closing tag
ar: سيتم إضافة هذا الكود قبل اغلاق وسم </body> جسم الصفحة

source: Contact Info
ar: معلومات التواصل

source: Contact Information
ar: معلومات التواصل

source: Phone Number
ar: رقم الهاتف

source: Phone Number 2nd
ar: رقم الهاتف الثاني

source: Email Address 2nd
ar: البريد الالكتروني الثاني

source: Whatsapp Number
ar: رقم الواتس اب

source: Whatsapp Number 2nd
ar: رقم الواتس اب الثاني

source: Branch Location
ar: عنوان الشركة

source: Social Media
ar: التواصل الاجتماعي

source: Facebook url
ar: رابط فيس بوك

source: Twitter url
ar: رابط تويتر

source: Instagram url
ar: رابط انستاجرام

source: Linked-in url
ar: رابط لينكد إن

source: Design Options
ar: إعدادات التصميم

source: Theme Style
ar: نوع استايل التصميم

source: Logo and Colors
ar: اللوجو والالوان

source: Theme Logo
ar: لوجو الموقع

source: Theme Logo Mobile
ar: لوجو الموقع للموبايل

source: Primary Color
ar: اللون الاساسي

source: Theme Design Primary Color
ar: اللون الأساسي للتصميم

source: Primary Hover
ar: تأثير اللون الاساسي

source: Theme Design Primary Hover Effect Color
ar: تأثير اللون الأساسي عند مرور الماوس

source: Secondary Color
ar: اللون الثانوي

source: Theme Design Secondary Color
ar: اللون الثانوي للتصميم

source: Secondary Hover
ar: تأثير اللون الثانوي

source: Theme Design Secondary Hover Effect Color
ar: تأثير اللون الثانوي عند مرور الماوس

source: Text Color
ar: لون النصوص

source: Theme Design Text Color
ar: لون النصوص الافتراضى للتصميم

source: Font Options
ar: إعدادات الخطوط

source: Google Fonts
ar: خطوط جوجل

source: Enable/Disable Google Fonts
ar: تفعيل او تعطيل خطوط جوجل

source: Headers Font
ar: نوع خط العناوين

source: Headers and Titles Font Family
ar: اسم عائلة خط العناوين

source: Normal Font
ar: نوع الخط العادي

source: Normal Text Font Family
ar: اسم عائلة الخط العادي لباقي القطع الكتابية

source: Headers Font RTL
ar: نوع خط العناوين للـRTL

source: Normal Font RTL
ar: نوع الخط العادي للـRTL

source: Headers and Titles Font Family RTL
ar: اسم عائلة خط العناوين للــ RTL

source: Normal Text Font Family RTL
ar: اسم عائلة الخط العادي لباقي القطع الكتابية للــ RTL

source: Font Normal Weight
ar: وزن الخط العادي

source: Font Normal/Regular Weight.
ar: الوزن العادي للخطوط والنصوص بالارقام.

source: Font Medium Weight
ar: وزن الخط المتوسط

source: Font Medium/Semi-Bold Weight.
ar: الوزن المتوسط للخطوط والنصوص بالارقام.

source: Font Bold Weight
ar: وزن الخط السميك

source: Font Bold Weight.
ar: وزن الخط السميك.

source: Font Size
ar: حجم الخط الاساسي

source: Desktop Base Font Size in px
ar: حجم الخط الأساسي لشاشات الديسك توب بالبيكسل

source: Tablet Font Size
ar: حجم خط التابلت

source: Tablet Base Font Size in px
ar: حجم الخط الأساسي لشاشات التابلت بالبيكسل

source: Mobile Font Size
ar: حجم خط الموبايل

source: Mobile Base Font Size in px
ar: حجم الخط الأساسي لشاشات الموبايل بالبيكسل

source: Font Line-Height
ar: طول سطر النصوص

source: Font Base Line Hight in points or precentage
ar: طول سطر النصوص والمسافة بين السطر والاخر

source: Powered by Tornado UI v2 Framework © 2016 - 2020
ar: مدعوم من Tornado UI v2 Framework © 2016-2020

source: Error : Setting has not been saved.
ar: خطأ : لم يتم الحفظ حاول مرة اخري.

source: Changes Saved.
ar: تم حفظ التغييرات

source: Blog
ar: المدونة

source: Services
ar: الخدمات

source: Projects
ar: المشاريع

source: Portfolio
ar: سابقة الاعمال

source: Products
ar: المنتجات

source: Testimonials
ar: اراء العملاء

source: Partners
ar: شركائنا / عملائنا

source: F.A.Q
ar: أسئلة شائعة

source: Multimedia
ar: الوسائط المتعددة

source: Categories
ar: الاقسام

source: Posted on
ar: تم نشرة في

source: no comments
ar: لا توجد تعليقات حتى الآن

source: one comment
ar: تعليق واحد

source: comments
ar: لا توجد تعليقات حتى الآن

source: view
ar: مشاهدة

source: share
ar: مشاركة

source: Search Resault for
ar: نتائج البحث

source: No results found for
ar: لا يوجد نتائج لــ

source: Try Another Keywords
ar: جرب كلمات بحث اخري

source: Quick Search
ar: بحث سريع

source: Search Keywords
ar: كلمات البحث

source: Sidebar is not ativated
ar: الشريط الجانبي غير مفعل
